const userData = [
    {
      id: 1,
      photo: "cdn/college/haji-michir-ali-university-college.jpg",
      name: "হাজী মিছির আলী বিশ্ববিদ্যালয় কলেজ",
      number: "01712167995",
      wordNo: "৫",
      location: "দেলপাড়া কলেজ রোড",
      detail: "হাজী মিছির আলী ডিগ্রী কলেজ, নারায়ণগঞ্জ জেলার ফতুল্লা থানায় একমাত্র বেসরকারি উচ্চ শিক্ষা প্রতিষ্ঠান। কলেজটিতে উচ্চ মাধ্যমিক পর্যায়ে মানবিক, বিজ্ঞান এবং ব্যবসায় শিক্ষা শাখা চালু আছে। কলেজটিতে শেণ্রী কক্ষ এবং অন্যান্য সুবিধাদি শিক্ষা প্রকৌশল অধিদপ্তর ২টি পাকা দ্বিতল ভবন তৈরি করা হয়। ইহা ছাড়া কলেজ কতৃপক্ষ অভ্যমত্মরীণ ভাবে  ১টি আধাপাকা ভবন নির্মাণ করে।<br> ডিগ্রী পর্যায়ে বি.এ, বি.এস.এস এবং বি.বি.এস ডিগ্রী (পাস) কোর্সে ২০০২ ইং সন থেকে চালু করা হয়েছে। ২০১০ ইং এ কলেজটি ডিগ্রী পর্যায়ে কলেজটি এম.পি.ও ভূক্ত হয়। ২০১৩ ইং সনে কলেজটিতে ব্যবস্থাপনা এবং হিসাববিজ্ঞান বিষয়ে ডিগ্রী অনার্স কোর্সে চালু করার অনুমতি লাভ করে। উচ্চ মাধ্যমিক এবং ডিগ্রী পর্যায়ে অত্র কলেজের চুড়ামত্ম পরীক্ষায় ফলাফল অত্যমত্ম সমেত্মাষজনক। অত্র কলেজ থেকে পাশ করা ছাত্র-ছাত্রীরা সরকারি-বেসরকারি বিভিন্ন মেডিকেল কলেজ, ইঞ্জিনিয়ারিং কলেজ/বিশ্ববিদ্যালয় এবং বিভিন্ন পাবলিক বিশ্ববিদ্যালয় ভর্তি হওয়ার সুযোগ লাভ করছে। সহশিক্ষা কার্যক্রম ও খোলাধুলা কার্যক্রমে উপজেলা, জেলা ও আঞ্চলিক পর্যায়ে ও অংশগ্রহণ করেও যথেষ্ট কৃতজ্ঞ বহণ করে আনছে।<br> জাতীয় শিক্ষা সপ্তাহে ২০০২ ইং এ কলেজটি নারায়ণগঞ্জ জেলার শ্রেষ্ঠ পুরস্কার লাভ করে। জাতীয় শিক্ষা সপ্তাহে ২০০৩ ইং এ অত্র কলেজে গণিত বিষয় এর শিক্ষক জনাব মিহির কামিত্ম বর্দ্ধন শ্রেষ্ঠ কলেজ শিক্ষকের পুরস্কার লাভ করেন এবং একই সনে অত্র কলেজের অধ্যাপক জনাব হাজী মোঃ হুমায়ূন কবীর বেপারী সাহেব নারায়ণগঞ্জ জেলার শ্রেষ্ঠ অধ্যাপক এর পুরস্কার লাভ করেন।",
      postLink: "http://www.hmuc.edu.bd/",
      videoLink: "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyiralcrazy%2Fvideos%2F614052535735551%2F&width=500&show_text=false&height=280&appId"
    },
    {
      id: 2,
      photo: "cdn/college/narayanganj-commerce-college.png",
      name: "Narayanganj Commerce College - NCC",
      number: "01817567116",
      wordNo: "অন্যান্য",
      location: "৭০ উত্তর চাষাড়া, নারায়ণগঞ্জ",
      detail: "একাদশ - দ্বাদশ শ্রেণী পর্যন্ত শিক্ষা প্রধান করা হয়।",
      postLink: "https://www.facebook.com/n.ganj.commerce.college",
      videoLink: "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyiralcrazy%2Fvideos%2F614052535735551%2F&width=500&show_text=false&height=280&appId"
    }
  ];
  