const userData = [
  {
    id: 1,
    photo: "cdn/hijama/al-shefa-hijama-center.jpg",
    name: "আল শেফা হিজামা সেন্টার",
    number: "01647246305",
    wordNo: "৬",
    location: "মধ্য রসুলপুর, জসিম মার্কেট (বড় মসজিদ সংলগ্ন), নয়ন ভাইয়ের বাড়ি",
    detail: "পাগলা এলাকায় অত্যন্ত দক্ষতার সাথে আমরা হিজামা থেরাপি দিচ্ছি দীর্ঘ দুই বছর ধরে। ইহা রাসুল (সা) এর একটি সুন্নাহ ভিত্তিক চিকিৎসা পদ্ধতি। এই চিকিৎসার মাধ্যমে আমরা কাপ ব্যবহার করে নেগেটিভ প্রেশারের মাধ্যমে দূষিত রক্ত(toxin) বের করে ফেলি, ফলে ব্লাড সার্কুলেশন বৃদ্ধি পায়, শরীরে রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি পায়, নার্ভগুলো একটিভ হয়। যার ফলে শরীর হয় সুস্থ, সবল এবং শক্তিশালী।<br> যে সকল রোগের চিকিৎসা করা হয়ঃ- বাত ব্যথা, কোমর ব্যথা, মেরুদন্ড ব্যথা, হাটু ব্যথা, পায়ে ব্যথা, ঘাড়ে ব্যথা, মাথা ব্যাথা, মাংস পেশীর ব্যাথা, ব্রন, চর্ম রোগ, গ্যাষ্টিক, আলসার, মাইগ্রেন, স্পোর্টস ইঞ্জুরি, হাই ব্লাড প্রেশার, ঘুমের সমস্যা, মানসিক সমস্যা, স্মৃতি ভ্রষ্টতা, প্যারালাইসিস, হাত পা অবশ, কোলস্টরল, হরমোনাল সমস্যা, সাইনোসাইটিস, লিভারের সমস্যা, সেক্স সমস্যা, সুন্নাহ পয়েন্ট  তাছাড়া ধুমপায়ীদের জন্য হিজামা/কাপিং বেশ উপকারি।<br> হিজামার পাশাপাশি আমরা ফায়ার কাপিং করে থাকি।<br> পুরুষ থেরাপিষ্টঃ মোঃ জুয়েল মাহামুদ।<br> নারী থেরাপিষ্টঃ আমেনা আক্তার টুম্পা।",
    postLink: "https://www.facebook.com/mdzuyelmahamud",
    videoLink: "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyiralcrazy%2Fvideos%2F614052535735551%2F&width=500&show_text=false&height=280&appId"
  },
  {
    id: 2,
    photo: "cdn/hijama/al-sunnah-hijama-therapy-center.jpg",
    name: "আল সুন্নাহ হিজামা থেরাপি সেন্টার",
    number: "01558954950",
    wordNo: "৫",
    location: "আমতলা রোড, রোকসানা মেম্বার গলি",
    detail: "01675587677<br> হিজামা কী: আরবি ‘আল হাজম’ থেকে হিজামা শব্দের উৎপত্তি। যার অর্থ চোষা বা টেনে নেওয়া। এই প্রক্রিয়ায় সুঁচের মাধ্যমে নেগেটিভ প্রেশার দিয়ে (টেনে/চুষে) নিস্তেজ প্রবাহহীন দূষিত রক্ত (Toxin) বের করে আনা হয়। এতে শরীরের মাংসপেশিগুলোর রক্তপ্রবাহ দ্রুততর হয়। পেশি, চামড়া, ত্বক ও শরীরের ভেতরের অরগানগুলোর কার্যকারিতা বৃদ্ধি পায়। ফলে শরীর সতেজ ও শক্তিশালী হয়। <br> হিজামা সংক্রান্ত হাদীসঃ <br> হযরত আবু হুরাইরা রাঃ থেকে বর্ণিত আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “জিবরীল আমাকে জানিয়েছেন যে, মানুষ চিকিৎসার জন্য যতসব উপায় অবলম্বন করে, তম্মধ্যে হিজামাই হল সর্বোত্তম।” আল-হাকিম, হাদীছ নম্বর: ৭৪৭০ <br> হযরত আবদুল্লাহ্ বিন আব্বাস রাঃ থেকে বর্ণিত আছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, 'হিজামাকারী কতইনা উত্তম লোক। সে দূষিত রক্ত বের করে মেরুদন্ড শক্ত করে ও দৃষ্টিশক্তি প্রখর করে।' সুনানে তিরমিযী, হাদীছ নম্বর: ২০৫৩<br> হিজামা (CUPPING) এর মাধ্যমে যে সব রোগের চিকিৎসা করা হয়ে থাকেঃ- <br> মাইগ্রেন জনিত দীর্ঘমেয়াদী মাথাব্যথা, রক্তদূষণ, উচ্চরক্তচাপ, গেটে বাত, ব্যাক পেইন, হাঁটু ব্যাথা, দীর্ঘমেয়াদী সাধারন মাথা ব্যাথা, ঘাড়ে ব্যাথা, কোমর ব্যাথা, থাইরয়েড গ্রন্থির সমস্যা, সাইনোসাইটিস, ডায়াবেটিস, ও চুল পড়া সহ আরও অনেক রোগ। <br>থেরাপিস্ট: মুহাম্মদ সালমান রাজন <br> বি:দ্র: মহিলাদের জন্য মহিলা থেরাপিস্ট এর সুব্যবস্থা আছে।",
    postLink: "https://www.facebook.com/আল-সুন্নাহ-হিজামা-থেরাপি-সেন্টার-102124361639456",
    videoLink: "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyiralcrazy%2Fvideos%2F614052535735551%2F&width=500&show_text=false&height=280&appId"
  }
];
