const userData = [
  {
    id: 1,
    photo: "cdn/home-decor/home-decor.png",
    name: "এ বি হানিফ হোম ডেকোর",
    number: "01724024372",
    wordNo: "৬",
    location: "দেলপাড়া রোড, নয়ামাটি মসজিদ সংলগ্ন",
    detail: "hanifhomedecor4373@gmail <br>নান্দনিক ডিজাইনের ছোঁয়ায় আপনার ফ্লাটের প্রতিটি ঘরই হয়ে উঠূক প্রশান্তির আপন ঠিকানা। <br>সাশ্রয়ী মূল্যে সর্বোচ্চ গুণগত মানের ব্যাপারে আমরা দৃঢ়প্রতিজ্ঞ। <br>পরিকল্পনা গ্রহণ থেকে শুরু করে আপনার স্বপ্নকে বাস্তবে রূপ দিতে আমাদের সুদক্ষ টিম সদা প্রস্তুত। <br>আমরা দিচ্ছি আধুনিক মানের উন্নত ডিজাইন, আপনার চাহিদা, ইচ্ছা, জায়গা ইত্যাদি বিবেচনা করে অভিজ্ঞ আর্কিটেক্ট দ্বারা শুধুমাত্র আপনার জন্যই ডিজাইন তৈরি করে থাকি। <br> সর্বোচ্চ সতর্কতার সাথে কোয়ালিটি রক্ষায় কোনো ছাড় নয়। <br>পাচ্ছেন সার্ভিস ওয়ারেন্টি। <br>স্বপ্ন আপনার, বাস্তবায়নের দায়িত্ব আমাদের। <br>কাজের আগে আজই যাচাই করুন। <br>যারা ভালো কাজ চান নিঃসন্দেহে আস্থা রাখতে পারেন আমাদের উপর।",
    postLink: "https://www.facebook.com/AreaPhonebook/",
    videoLink: "https://www.facebook.com/plugins/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyiralcrazy%2Fvideos%2F614052535735551%2F&width=500&show_text=false&height=280&appId"
  }
];
  