data = {
    "2022-04-03": {
        "ramadan": "০১",
        "date": "০৩ এপ্রিল ২০২২",
        "day": "রবিবার",
        "sahri": "০৪ঃ২৫",
        "iftar": "০৬ঃ১৮"
    },
    "2022-04-04": {
        "ramadan": "০২",
        "date": "০৪ এপ্রিল ২০২২",
        "day": "সোমবার",
        "sahri": "০৪ঃ২৫",
        "iftar": "০৬ঃ১৮"
    },
    "2022-04-05": {
        "ramadan": "০৩",
        "date": "০৫ এপ্রিল ২০২২",
        "day": "মঙ্গলবার",
        "sahri": "০৪ঃ২৩",
        "iftar": "০৬ঃ১৯"
    },
    "2022-04-06": {
        "ramadan": "০৪",
        "date": "০৬ এপ্রিল ২০২২",
        "day": "বুধবার",
        "sahri": "০৪ঃ২৩",
        "iftar": "০৬ঃ১৯"
    },
    "2022-04-07": {
        "ramadan": "০৫",
        "date": "০৭ এপ্রিল ২০২২",
        "day": "বৃহস্পতিবার",
        "sahri": "০৪ঃ২২",
        "iftar": "০৬ঃ২০"
    },
    "2022-04-08": {
        "ramadan": "০৬",
        "date": "০৮ এপ্রিল ২০২২",
        "day": "শুক্রবার",
        "sahri": "০৪ঃ২১",
        "iftar": "০৬ঃ২০"
    },
    "2022-04-09": {
        "ramadan": "০৭",
        "date": "০৯ এপ্রিল ২০২২",
        "day": "শনিবার",
        "sahri": "০৪ঃ২০",
        "iftar": "০৬ঃ২০"
    },
    "2022-04-10": {
        "ramadan": "০৮",
        "date": "১০ এপ্রিল ২০২২",
        "day": "রবিবার",
        "sahri": "০৪ঃ১৯",
        "iftar": "০৬ঃ২১"
    },
    "2022-04-11": {
        "ramadan": "০৯",
        "date": "১১ এপ্রিল ২০২২",
        "day": "সোমবার",
        "sahri": "০৪ঃ১৮",
        "iftar": "০৬ঃ২১"
    },
    "2022-04-12": {
        "ramadan": "১০",
        "date": "১২ এপ্রিল ২০২২",
        "day": "মঙ্গলবার",
        "sahri": "০৪ঃ১৭",
        "iftar": "০৬ঃ২২"
    },
    "2022-04-13": {
        "ramadan": "১১",
        "date": "১৩ এপ্রিল ২০২২",
        "day": "বুধবার",
        "sahri": "০৪ঃ১৬",
        "iftar": "০৬ঃ২২"
    },
    "2022-04-14": {
        "ramadan": "১২",
        "date": "১৪ এপ্রিল ২০২২",
        "day": "বৃহস্পতিবার",
        "sahri": "০৪ঃ১৪",
        "iftar": "০৬ঃ২২"
    },
    "2022-04-15": {
        "ramadan": "১৩",
        "date": "১৫ এপ্রিল ২০২২",
        "day": "শুক্রবার",
        "sahri": "০৪ঃ১৩",
        "iftar": "০৬ঃ২৩"
    },
    "2022-04-16": {
        "ramadan": "১৪",
        "date": "১৬ এপ্রিল ২০২২",
        "day": "শনিবার",
        "sahri": "০৪ঃ১২",
        "iftar": "০৬ঃ২৩"
    },
    "2022-04-17": {
        "ramadan": "১৫",
        "date": "১৭ এপ্রিল ২০২২",
        "day": "রবিবার",
        "sahri": "০৪ঃ১১",
        "iftar": "০৬ঃ২৩"
    },
    "2022-04-18": {
        "ramadan": "১৬",
        "date": "১৮ এপ্রিল ২০২২",
        "day": "সোমবার",
        "sahri": "০৪ঃ১০",
        "iftar": "০৬ঃ২৪"
    },
    "2022-04-19": {
        "ramadan": "১৭",
        "date": "১৯ এপ্রিল ২০২২",
        "day": "মঙ্গলবার",
        "sahri": "০৪ঃ০৯",
        "iftar": "০৬ঃ২৪"
    },
    "2022-04-20": {
        "ramadan": "১৮",
        "date": "২০ এপ্রিল ২০২২",
        "day": "বুধবার",
        "sahri": "০৪ঃ০৮",
        "iftar": "০৬ঃ২৫"
    },
    "2022-04-21": {
        "ramadan": "১৯",
        "date": "২১ এপ্রিল ২০২২",
        "day": "বৃহস্পতিবার",
        "sahri": "০৪ঃ০৭",
        "iftar": "০৬ঃ২৫"
    },
    "2022-04-22": {
        "ramadan": "২০",
        "date": "২২ এপ্রিল ২০২২",
        "day": "শুক্রবার",
        "sahri": "০৪ঃ০৬",
        "iftar": "০৬ঃ২৬"
    },
    "2022-04-23": {
        "ramadan": "২১",
        "date": "২৩ এপ্রিল ২০২২",
        "day": "শনিবার",
        "sahri": "০৪ঃ০৫",
        "iftar": "০৬ঃ২৬"
    },
    "2022-04-24": {
        "ramadan": "২২",
        "date": "২৪ এপ্রিল ২০২২",
        "day": "রবিবার",
        "sahri": "০৪ঃ০৪",
        "iftar": "০৬ঃ২৭"
    },
    "2022-04-25": {
        "ramadan": "২৩",
        "date": "২৫ এপ্রিল ২০২২",
        "day": "সোমবার",
        "sahri": "০৪ঃ০৪",
        "iftar": "০৬ঃ২৭"
    },
    "2022-04-26": {
        "ramadan": "২৪ ",
        "date": "২৬ এপ্রিল ২০২২",
        "day": "মঙ্গলবার",
        "sahri": "০৪ঃ০৩",
        "iftar": "০৬ঃ২৮"
    },
    "2022-04-27": {
        "ramadan": "২৫ ",
        "date": "২৭ এপ্রিল ২০২২",
        "day": "বুধবার",
        "sahri": "০৪ঃ০২",
        "iftar": "০৬ঃ২৮"
    },
    "2022-04-28": {
        "ramadan": "২৬ ",
        "date": "২৮ এপ্রিল ২০২২",
        "day": "বৃহস্পতিবার",
        "sahri": "০৪ঃ০১",
        "iftar": "০৬ঃ২৮"
    },
    "2022-04-29": {
        "ramadan": "২৭ ",
        "date": "২৯ এপ্রিল ২০২২",
        "day": "শুক্রবার",
        "sahri": "০৪ঃ০০",
        "iftar": "০৬ঃ২৯"
    },
    "2022-04-30": {
        "ramadan": "২৮",
        "date": "৩০ এপ্রিল ২০২২",
        "day": "শনিবার",
        "sahri": "০৩ঃ৫৯",
        "iftar": "০৬ঃ২৯"
    },
    "2022-05-01": {
        "ramadan": "২৯",
        "date": "০১ মে ২০২২",
        "day": "রবিবার",
        "sahri": "০৩ঃ৫৮",
        "iftar": "০৬ঃ৩০"
    },
    "2022-05-02": {
        "ramadan": "৩০",
        "date": "০২ মে ২০২২",
        "day": "সোমবার",
        "sahri": "০৩ঃ৫৭",
        "iftar": "০৬ঃ৩০"
    }
}


var now = new Date();
var offsetMs = now.getTimezoneOffset() * 60 * 1000;

if (now.getHours() >= 19) {
    now.setDate(now.getDate() + 1)
}
var today = new Date(now.getTime() - offsetMs).toISOString().split('T')[0];
todays_data = data[today]


$("#ramadan").text(todays_data.ramadan)
$("#date").text(todays_data.date)
$("#day").text(todays_data.day)
$("#sahri").text(todays_data.sahri)
$("#iftar").text(todays_data.iftar)